Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Już od jakiegoś czasu chciałem porozmawiać z tobą bez świadków. A przede wszystkim tak, by Rodrigo się o tym nie dowiedział.
uk: Я давно хотів поговорити з тобою без свідків. І перш за все, щоб про це не дізнався Родріго.

source: Już od jakiegoś czasu chcę ich wyrzucić, ale potrzebuję ku temu dobrego powodu. Nieźle podburzyli moim pracownikom morale, więc mogą wykorzystać zwolnienie do dalszych partyzanckich działań.
uk: Я вже давно хочу їх звільнити, але для цього потрібна вагома причина. Вони добряче попрацювали над підняттям морального духу моїх працівників, тож вони можуть використати звільнення у власних корисливих цілях.

source: Już od jakiegoś czasu jesteś w Gildii i chcesz sobie dorobić, co? Dobrze.
uk: Ти вже давно в Гільдії і хочеш заробити трохи грошенят, так? Ну добре.

source: Już od kilku nocy słyszę jakieś hałasy w pobliżu mojej chaty.
uk: Я вже кілька ночей чую якісь звуки біля своєї хатини.

source: Już od samego początku wyprawy towarzyszą nam niepowodzenia. Ledwo zdążyliśmy przekroczyć przepaść z częścią towarów, a okolica zadrżała i most runął w otchłań. Kessel opanuje sytuację w obozie, a ja ruszę rozejrzeć się po okolicy. Muszę jakoś otworzyć sobie dalszą drogę.
uk: Від самого початку експедиції нас супроводжують невдачі. Ми ледве встигли перетнути прірву з частиною вантажу, як земля здригнулася і міст обвалився у прірву. Кессель візьме ситуацію в таборі під свій контроль, а я подамся на розвідку. Мені потрібно якось прокласти подальший маршрут.

source: Już po tobie, Beckett. Po pierwsze, bo Cortez tak rozkazał, a po drugie, bo ja tego chcę!
uk: Тобі кінець, Беккете. По-перше, тому що так наказав Кортез, а по-друге, тому що я цього хочу!

source: Już po tobie, śmieciu!
uk: Тобі кінець, покидьку!

source: Już po tobie, śmieciu! (Zabij)
uk: Тобі кінець, покидьку! (Вбити)

source: Już po tobie, śmieciu.
uk: Тобі кінець, покидьку.

source: Już po wszystkim, jesteście bezpieczne.
uk: Все скінчено, ви в безпеці.

source: Już prawie straciłam nadzieję, że któryś z tych biednych wieśniaków go kupi. W tej zabitej deskami wiosce chyba nikt nie ceni wystarczająco swojego życia.
uk: Я вже майже втратила надію, що хтось із бідних селян купить його. Не думаю, що в цьому забитому селі хтось достатньо цінує своє життя.

source: Już prędzej tropiciele Gildii mogliby coś zdziałać, ale ich usługi sporo kosztują.
uk: Слідопити Гільдії могли б щось зробити, але їхні послуги коштують дорого.

source: Już raz ci pomogłem.
uk: Я вже допоміг тобі одного разу.

source: Już raz mi przyłożyłeś, czego jeszcze chcesz?
uk: Ти вже побив мене одного разу, чого ти ще хочеш?

source: Już raz takich wpuściłem, i gorzko tego pożałowałem!
uk: Одного разу я вже впустив таких людей, і гірко про це пошкодував!

source: Już robię.
uk: Зрозумів.

source: Już rozumiem! Jesteś sługusem Beliara! Nie pozwolę ci sprofanować tego świętego miejsca!
uk: Тепер я зрозумів! Ти – слуга Беліара! Я не дозволю тобі осквернити це священне місце!

source: Już sam nie wiem, co robić! Ci ludzie są niemożliwi!
uk: Я вже не знаю, що робити!

source: Już samo to, że przeżyłeś dobrze o tobie świadczy!
uk: Сам факт того, що ти вижив, говорить багато про тебе!

source: Już się bałem, że będę chodził głodny przez cały następny miesiąc.
uk: Я вже боявся, що наступний місяць буду голодувати.

source: Już się bałem, że nie uda ci się tutaj dotrzeć.
uk: Я вже боявся, що ти не зможеш сюди дістатися.

source: Już się bałem, że o tym zapomnisz!
uk: Я вже боявся, що ти про це забудеш!

source: Już się bałem, że te bestie cię tam upieką!
uk: Я вже боявся, що ці звірі тебе там підсмажать!

source: Już się martwiłem, że nie przeżyłeś upadku. Nie mamy wiele czasu, musisz uciekać.
uk: Я вже почав хвилюватися, що ти не переживеш падіння. У нас мало часу, тобі треба тікати.

source: Już się robi.
uk: Буде зроблено.

source: Już się spotkaliśmy.
uk: Ми вже зустрічалися.

source: Już się tak nie gorączkuj.
uk: Не гарячкуй так, хлопче.

source: Już się tak nie przymilaj, nie oddam swojego kociołka. Wiesz, kwestia zasad.
uk: Не прикидайся милим, я не віддам свій казан. Знаєш, це справа принципу.

source: Już się za to biorę.
uk: Я за це візьмусь.

source: Już się zmywam.
uk: Я вже йду.

source: Już tak się nie wymądrzaj!
uk: Та вже не мудруй так!

source: Już teraz całe Silbach, z Kipperem na czele, zaczyna panikować. Najlepiej rozejrzę się jeszcze po okolicy.
uk: Зараз весь Сільбах, на чолі з Кіпером, починає панікувати. Краще я ще раз огляну околиці.

source: Już teraz ludzie uskarżają się na różne bolączki, a co będzie później?
uk: Вже зараз люди скаржаться на різні недуги, а що буде далі?

source: Już teraz mamy problemy ze względu na lustrowanie przez Królewskiego Wysłannika, a to byłby dla niego kolejny argument, żeby nam namieszać w interesach.
uk: У нас і так проблеми через перевірку Королівським послом, а це був би ще один привід для нього, щоб зашкодити нашому бізнесу.

source: Już teraz relacje pomiędzy wytwórcami żywności, a miastem nie są dobre, więc nie mogą jej konfiskować.
uk: Стосунки між фермерами і містом й так погані, тому влада не може їх просто конфіскувати.

source: Już to jest powodem, dla którego powinienem prosić o podwyżkę, a jakby tego było mało, doszedł kolejny...
uk: Лише це є причиною для підвищення, і наче цього було замало, додалась ще одна...

source: Już to widzę! Ta łajba na pewno pójdzie na dno i skończę w brzuchu morskiego potwora albo jeszcze gorszego paskudztwa!
uk: Де там! Цей човен неодмінно піде на дно, і я опинюся в череві морського чудовиська або ще гіршої тварюки!

source: Już to załatwiłem.
uk: Я вже домовився про це.

source: Już to znam...
uk: Я це вже знаю...

source: Już trzeci dzień podróżuję po Pustyniach Varantu...
uk: Я вже третій день мандрую пустелями Варанту...

source: Już tu są. Gotuj się!
uk: Вони вже тут. Приготуйся!

source: Już ty dobrze wiesz, o co chodzi! Znałem ja takich jak ty, wszędzie wciskają swój wścibski nos, myślą, że są wspaniałymi bohaterami, a tak naprawdę sprowadzają jedynie cierpienie i tragedie.
uk: Ти добре знаєш, що я маю на увазі! Знаю я таких людей, як ти. Вони кругом пхають свого носа, думаючи, що вони великі герої, а насправді приносять лише біди і страждання.

source: Już w cholernej Kolonii byłoby o wiele bezpieczniej niż tutaj.
uk: У клятій Гірничій Колонії було б набагато безпечніше, ніж тут.

source: Już w młodości miał ogromne zapędy, by wyzwolić się spod jarzma Myrtańczyków. Myśleliśmy, że z wiekiem nabrał rozumu i pokory, ale wygląda na to, że jedynie czekał na dogodny moment by uderzyć!
uk: Вже в молодості він мав величезне бажання звільнити себе від ярма міртанців. Ми думали, що з віком він став мудрішим і смиреннішим, але, схоже, він просто чекав слушного моменту, щоб нанести удар!

source: Już was tam w straży nakarmią, nie bój się!
uk: Варта тебе нагодує, не хвилюйся!

source: Już wcześniej natrafiliśmy na to miejsce, możemy mieć trudność z przejściem. Koszarami też nie przejdziemy bo brama jest zamknięta od wewnątrz.
uk: Я вже бував тут раніше, нам буде складно тут пройти. Через казарми ми теж не пройдемо, бо ворота зачинені зсередини.

source: Już widzę trochę dorodnej zwierzyny. Pora przekonać się, co nasze kusze potrafią!
uk: Я вже бачу, що тут є гарна вгодована дичина. Час перевірити, на що здатні наші арбалети!

source: Już wielu uczonych próbowało dowieść, że szczury są cholernie inteligentne. Może mieli rację...
uk: Вже багато вчених намагалися довести, що щури до біса розумні. Можливо, вони мали рацію...

source: Już wiem jaki krwiopijca użądlił mojego brata, to był...
uk: Я вже знаю, який шершень вкусив мого брата, це був...

source: Już wiem, czemu Darthe nie chce współpracować.
uk: Тепер я знаю, чому Дарт не хоче співпрацювати.

source: Już wiem, czemu Darthe nie chce współpracować. (Daj list)
uk: Тепер я знаю, чому Дарт не хоче співпрацювати. (Дати лист)

source: Już wiem. Mam coś mało wymagającego na początek naszej owocnej współpracy.
uk: Вже знаю. Я маю легку роботу для тебе для початку нашої плідної співпраці.

source: Już wkrótce miasto wróci na właściwą drogę. Dopilnuję tego.
uk: Невдовзі місто повернеться до нормального життя. Я про це подбаю.

source: Już wracasz?
uk: Ти вже повернувся?

source: Już wtedy strażnicy lubili wyciągać od górników bryłkę czy dwie na jakieś piwo, ale ani razu nie doszło do rękoczynu.
uk: Навіть тоді вартові любили забрати у гірників один-два самородки на пиво, але ні разу не доходило до бійки.

source: Już z daleka widziałem, że masz pełną sakwę. 200 monet nie sprawi, że będziesz biedniejszy, a dla mnie będzie nieocenioną pomocą!
uk: Я ще здалеку побачив, що у тебе повний гаманець. 200 монет не зроблять тебе біднішим, а для мене це буде неоціненною допомогою!

source: Już z nim rozmawiałem. Liczyłem na to, że może dowiem się czegoś więcej od ciebie.
uk: Я вже говорив з ним. Я сподівався, що, можливо, дізнаюся більше від тебе.

source: Już za dużo mam na głowie, nie przeszkadzaj.
uk: У мене і так забагато турбот, не заважай.

source: Już zacząłem nawet myśleć, że na coś się przydasz, gdy szukałeś mojego niedoszłego mordercy. Tak czy inaczej, ten idiota Jon, gryzie piach, z twoją pomocą czy bez niej.
uk: Я навіть почав думати, що ти можеш бути корисним, коли шукав мого потенційного вбивцю. Так чи інакше, цей ідіот Йон все одно годував би хробаків, з твоєю допомогою чи без.

source: Już zaczęliśmy prosić Adanosa o wstawiennictwo, gdy spomiędzy tłumu wyszła do nas piękna kobieta, nie mogła mieć więcej niż 30 lat.
uk: Ми вже почали молити Аданоса про допомогу, як з натовпу до нас вийшла красива жінка, не старше тридцяти років.

source: Już zapomniałem.
uk: Вже забув.

source: Już zawsze będę się bał burzy...
uk: Тепер я завжди буду боятися бурь...

source: Już, już, spokojnie! Jak zawieram umowę, to zawsze dotrzymuję jej warunków! No, przynajmniej jeśli druga strona dotrzymuje swojej części...
uk: Спокійно, спокійно, не хвилюйся! Коли я укладаю угоду, я завжди її дотримуюся! Ну, принаймні, якщо інша сторона виконує свою частину...

source: Język jaszczura
uk: Язик ящера

source: Język jest rzeczą płynną, zależną od miejsca, w którym urodzili się posługujący nim ludzie. Jest też jednak swoistym bogactwem. Mimo istnienia zachodniej mowy, znacznie ułatwiającej komunikację, powinniśmy stale podtrzymywać pamięć o naszych korzeniach, pielęgnując gwary i dialekty, zanim te znaleźć będzie można tylko na kartach historii.
uk: Мова - річ мінлива, залежно від того, де народилися її носії. Однак, це також своєрідне багатство. Незважаючи на існування західної мови, яка значно полегшує спілкування, ми повинні зберігати пам'ять про своє коріння, плекаючи діалекти та говірки, поки вони не залишилися лише на сторінках історії.

source: Język ognistego jaszczura
uk: Язик вогняного ящера

source: Języki jaszczurów
uk: Вилучення язиків ящерів

source: K-kto tam jest?!
uk: Х-хто там?!

source: KAMIENNY GOLEM\nRODZAJ OBRAŻEŃ: Upadek\nODPORNOŚĆ: Pociski, Wiatr/Upadek, Ogień, Sieczne\nPODATNOŚĆ: Obuch\nWYSTĘPOWANIE: Tereny górskie, skalne przejścia\nRADA: Jeśli możesz go ominąć, to tak zrób. Większość golemów stanowczo pilnuje swojego terytorium - gdy ich spokój nie jest zakłócany, nie wdają się w walkę. Jeśli już musisz z nim walczyć to za wszelką cenę przygotuj broń obuchową - pozostałe bronie są praktycznie nieskuteczne. Dodatkowym atutem będzie mikstura swobodnego spadania - golemy potrafią odrzucić przeciwnika na wiele metrów.
uk: КАМ'ЯНИЙ ГОЛЕМ\nТИП ШКОДИ: Падіння\nОПІР: Стріли/болти, вітер/падіння, вогонь, ріжуча\nВРАЗЛИВІСТЬ: Тупа зброя\nПОШИРЕННЯ: Гірські райони, скелясті проходи\nПОРАДА: Якщо є можливість його уникнути, зробіть це. Більшість големів рішуче охороняють свою територію - коли їхній спокій не порушують, вони не нападають. Якщо вам все ж доведеться битися з одним із них, то неодмінно приготуйте тупу зброю - інша зброя проти них практично безсила. Додатковою перевагою буде зілля вільного падіння – големи здатні відкинути суперника на багато метрів.

source: KONIEC
uk: (Завершити)

source: KRAB\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Sieczne\nPODATNOŚĆ: Obuch, Magia\nWYSTĘPOWANIE: Plaże\nRADA: Ich gruby pancerz sprawia, że nie reagują na zadawane ciosy i nie przerywają ciosów swoimi szczypcami.
uk: КРАБ\nТИП ШКОДИ: Тупа\nОПІР: Стріли/болти, ріжуча\nВРАЗЛИВІСТЬ: Тупа зброя, магія\nПОШИРЕННЯ: Пляжі\nПОРАДА: Завдяки товстому панциру не звертають уваги на отримувані удари, продовжуючи атакувати своїми клешнями.

source: KRETOSZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Ogień, Magia\nWYSTĘPOWANIE: Jaskinie, zacienione polany\nRADA: Ich tłuste cielska zapewniają niewielką ochronę, ale nie należy ich lekceważyć - kretoszczury, szczególnie w grupie, potrafią być zabójcze.
uk: КРОТОЩУР\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Вогонь, магія\nПОШИРЕННЯ: Печери, тінисті галявини\nПОРАДА: Товсті тіла забезпечують їм невеликий захист, але не варто їх недооцінювати – кротощури, особливо в групах, можуть бути смертельно небезпечними.

source: KROTAHK, KHAZ-TAK, DWACHKARR ORTH-ANTAK.
uk: КРОТАХК, ХАЗ-ТАК, ДАЧКАРР ОРТ-АНТАК.

source: KROTAHK, KHAZ-TAK, DWACHKARR i ORTH-ANTAK.
uk: КРОТАХК, ХАЗ-ТАК, ДАЧКАРР і ОРТ-АНТАК.

source: KRWIOPIJCA RZECZNY\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Rzeki i inne zbiorniki wodne\nRADA: Walczą dokładnie tak jak zwykłe krwiopijce, jedyną różnicą jest większa wytrzymałość oraz ostrzejsze żądło.
uk: РІЧКОВИЙ ШЕРШЕНЬ\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Річки та інші водойми\nПОРАДА: Вони б'ються так само, як звичайні шершні, єдина відмінність – вони витриваліші, а їх жала гостріші.

source: KRWIOPIJCA\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Brak\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Polany, okolice zbiorników wodnych\nRADA: Utrzymuj wyższą pozycję - wejdź na niewielki kamień lub sprowokuj go tak, by podleciał do wzniesienia, na którym stoisz. Unikaj wysokich półek skalnych, w zamieszaniu możesz spaść razem z krwiopijcą, a tylko on potrafi latać.
uk: ШЕРШЕНЬ\nТИП ШКОДИ: Ріжуча\nОПІР: Немає\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Галявини, біля водойм\nПОРАДА: Тримайтеся вище – наступіть на невеликий камінь та спровокуйте його, щоб він полетів до пагорба, на якому ви стоїте. Але уникайте високих виступів скель, адже в метушні ви можете впасти разом із шершнем, а літати вміє лише він.

source: Kaf
uk: Каф

source: Kaf mnie oszukał i zapędził w ślepą uliczkę. Chwilę później od strony wejścia przyszli jego dwaj bracia bliźniacy - Rof i Jef. Na szczęście udało mi się ich pokonać. Według tego, co powiedział mi Kaf, od samego początku przekręt był wycelowany nie tylko w interes Ernesto, ale i całego Araxos. Powinienem teraz wrócić do Ernesto i opowiedzieć mu o wszystkim.
uk: Каф обдурив мене і загнав у глухий кут. Через кілька хвилин на мене напали два його брати-близнюки, Роф і Джеф. На щастя, мені вдалося від них відбитися. За словами Кафа, від самого початку афера була спрямована не лише проти бізнесу Ернесто, а й усього Араксосу. Тепер треба повернутися до Ернесто і все йому розповісти.

source: Kaf, jak sądzę?
uk: Ти, мабуть, Каф?

source: Kaleb
uk: Калеб

source: Kaleb chce, byś go pisemnie przeprosił.
uk: Калеб хоче, щоб ти письмово вибачився перед ним.

source: Kaleb i jego ludzie mnie znają, a ciebie po takim czasie pewnie kojarzy już cały port.
uk: Калеб і його люди знають мене, а про твої витівки вже всьому порту відомо.

source: Kaleb i jego ludzie muszą znaleźć dach nad głową na kilka dni.
uk: Калебу і його людям потрібен дах над головою на кілька днів.

source: Kaleb sprzeda dom Gildii. Muszę poinformować o tym Lorenzo.
uk: Калеб продасть свій будинок Гільдії. Я маю повідомити про це Лоренцо.

source: Kaleb sprzeda dom Gildii. Muszę poinformować o tym Lorenzo. Zapytam go też, czy nie znajdzie dla Kaleba i jego ludzi zakwaterowania na jakiś czas.
uk: Калеб продасть свій будинок Гільдії. Я маю повідомити про це Лоренцо. Я також запитаю його, чи може він знайти житло для Калеба і його людей на деякий час.

source: Kaleb sprzedał dom? Nie żartuj!
uk: Калеб продав будинок? Не жартуй!

source: Kaleb wynajmie Gildii swój dom. Muszę poinformować o tym Lorenzo.
uk: Калеб здасть свій будинок Гільдії в оренду. Я повинен повідомити про це Лоренцо.

source: Kaleb? Jaki cudem dorobił się takiego domostwa?
uk: Калеб? Звідки у нього такий будинок?

source: Kaleb? Ten sprzedawca ryb? Jaki cudem dorobił się takiego domostwa?
uk: Калеб? Торговець рибою? Звідки у нього такий будинок?

source: Kaleki? W którym miejscu?
uk: Каліці? В якому місці?

source: Kamienie te zwane są magicznymi runami i są wykorzystywane jedynie przez wyszkolonych magów. Dla osób niewtajemniczonych nie będą miały żadnego zastosowania, ani wielkiej wartości, a Magowie Wody znajdą dla nich nowe i godne zastosowanie.
uk: Ці камені називаються магічними рунами і використовуються лише досвідченими магами. Для непосвячених вони не матимуть ніякої користі або великої цінності, а Маги Води знайдуть їм нове і гідне застосування.

source: Kamienne golemy wystarczy grzmotnąć parę razy w tors, aż zrobi się szczelina. Sięgasz do niej i wyciągasz serce. W przypadku bagiennych musisz też odgarnąć błoto, którym są pokryte.
uk: Достатньо вдарити кілька разів в груди кам'яному голему, поки там не з'явиться щілина. Просовуєш туди руку і витягаєш серце. У випадку з болотними големами, тобі також доведеться розгрібати багно, яким вони вкриті.

source: Kamienne serce
uk: Кам'яне серце

source: Kamienny Golem
uk: Кам'яний голем

source: Kamienny golem
uk: Кам'яний голем

source: Kamienny labirynt... tak, czytałem o podobnych konstrukcjach.
uk: Кам'яний лабіринт... так, я читав про подібні конструції.

source: Kamienny strażnik
uk: Кам'яний страж

source: Kamień z serca.
uk: Як камінь з душі.

source: Kamień z serca. Co teraz?
uk: Як камінь з душі. Що тепер?

source: Kamień, papier...
uk: Камінь, папір...

source: Kamień, w który magowie zaklinają czary.
uk: Камінь, в який маги закладають заклинання.

source: Kamyk
uk: Камінь

source: Kanalarz
uk: Каналізаційник

source: Kanalarze
uk: Каналізаційники

source: Kanalarze już nie będą napadać na zagubionych obywateli w kanałach. Oktav z pewnością mnie wynagrodzi, gdy się o tym dowie.
uk: Каналізаційники більше не нападатимуть на людей, що заблукали у каналізації. Октав неодмінно винагородить мене, коли дізнається про це.

source: Kanały
uk: Каналізація

source: Kapitan Adelard już wielu nauczył, jak porządnie trzymać miecz, a mało który myśliwy potrafi tropić tak dobrze jak Garos.
uk: Капітан Аделард вже навчив багатьох пристойно володіти мечем, та й мало хто з мисливців вміє вистежувати здобич так само добре, як Гарос.

source: Kapitan Celebrindal
uk: Капітан Келебріндал

source: Kapitan chce zwabić oszustów w naszą zasadzkę.
uk: Капітан хоче заманити шахраїв у нашу засідку.

source: Kapitanem najemników jest Adelard.
uk: Командир найманців у нас Аделард.

source: Kapitanem statku jest Beckett. Powiedz mu, że ja cię przysyłam. Idź już i nie marnuj czasu.
uk: Капітан корабля – Беккет. Скажи йому, що я послав тебе. Йди зараз же і не гай часу.

source: Kaplica Adanosa.
uk: Каплиця Аданоса.

source: Kapliczka Adanosa w mieście.
uk: Вівтар Аданоса в місті.

source: Kapliczka Innosa w mieście.
uk: Вівтар Інноса у місті.

source: Kapliczka Pana Ognia.
uk: Вівтар Бога Вогню.

source: Kapliczka Pana Równowagi.
uk: Вівтар Бога Балансу.

source: Kapliczka Pana Śmierci.
uk: Вівтар Бога Смерті.

source: Kapuję.
uk: Зрозумів.

source: Kapusta
uk: Капуста

source: Kapłan stwierdził, że nic tak nie jednoczy ludzi jak wspólny wróg, toteż zaproponował królowi zorganizowanie ekspedycji ku krainom na wschodzie, gdzie kaganek Innosa jeszcze nie dotarł. Do pomocy w tym szlachetnym dziele przydzielił mu swego najwierniejszego ucznia, Wirgilio.
uk: Жрець стверджував, що ніщо так не об'єднує людей, як спільний ворог, тому запропонував королю організувати експедицію в землі на сході, куди ще не дісталося світло Інноса. Допомагати йому в цій благородній справі він доручив своєму найвірнішому учневі Віргіліо.

source: Kara do walki bronią dwuręczną
uk: Штраф до володіння дворучною зброєю:

source: Kara do walki bronią jednoręczną
uk: Штраф до володіння одноручною зброєю:

source: Kara do walki kuszą:
uk: Штраф до володіння арбалетом:

source: Kara do walki łukiem:
uk: Штраф до володіння луком:

source: Kara musi być adekwatna do czynu! Czy człowiek w nędzy i desperacji zasługuje na najwyższy wymiar kary?
uk: Покарання має відповідати вчинку! Чи заслуговує бідна людина в розпачі на найвищу міру покарання?

source: Karczma ma spore braki w zaopatrzeniu.
uk: У корчмі відчувається значний дефіцит припасів.

source: Karczma prosperuje, goście nie robią specjalnych problemów, więc nie narzekam.
uk: Корчма процвітає, гості не створюють особливих проблем, тому я не скаржуся.

source: Karczmarka Helga została okradziona. Mam udać się do piwnicy jej lokalu i dowiedzieć się od gońców, co wiadomo o złodziejach, a następnie odzyskać skradziony towar.
uk: Корчмарку Хельгу пограбували. Я маю спуститися в підвал її закладу і довідатись від посланців, що відомо про злодіїв, а потім повернути вкрадене.

source: Karczmarz Gerstand, właściciel karczmy 'Pod Pękniętą Struną', w celu uzupełnienia zapasów jego przybytku, zakupił od handlarza Gerharda następujące towary:
uk: Корчмар Герстранд, власник 'Обірваної струни', придбав у торговця Герхарда наступні товари, щоб поповнити запаси свого закладу:

source: Karczmarz Oscar powiedział mi, że osoba, której szukam, to prawdopodobnie Duży Ben. Problem w tym, że niełatwo się do niego dostać, a do tego jest śmiertelnie niebezpieczny. Najłatwiej będzie go spotkać poprzez udział w Turnieju, ale zostało do niego jeszcze trochę czasu. W międzyczasie mogę wyzywać mieszkańców Przystani na pojedynki, by zmniejszyć wysokość wpisowego do Turnieju.
uk: Корчмар Оскар сказав мені, що той, кого я шукаю – це, вочевидь, Великий Бен. Проблема в тому, що до нього нелегко дістатися, і до того ж він смертельно небезпечний. Найпростіший спосіб зустрітися з ним – взяти участь у майбутньому турнірі, але до нього ще є трохи часу. А поки що я можу кинути виклик мешканцям Гавані на поєдинок, щоб знизити вартість участі в турнірі.

source: Karczmarz nie wie, gdzie poszła Ivy, ale ostrzegał mnie, że rozmawiała z jakimiś podejrzanymi typkami, którzy na pewno nie byli z Leża. Poszukam jej potem, a teraz wypytam Dirka o Jona.
uk: Корчмар не знає, куди пішла Айві, але він попередив мене, що вона розмовляла з якимись підозрілими типами, які точно не з Лігва. Я пошукаю її пізніше, а поки що розпитаю Дірка про Йона.

source: Karczmarz z Wilczego Leża poszukuje dostawcy alkoholu...
uk: Корчмар з Вовчого Лігва шукає постачальника алкоголю...

source: Kariera łowiecka chodzi ci po głowie?
uk: Ви думаєте про кар'єру мисливця?

source: Karin
uk: Карін

source: Karin nauczyła mnie grać na lutni. Mam tylko nadzieję, że poradzę sobie ze śpiewem... A może warto poprosić ją o jeszcze jedną przysługę?
uk: Карін навчила мене грати на лютні. Але ж я і співати не вмію... Може, варто попросити її ще про одну послугу?

source: Karin poprosiła mnie, bym przyniósł jej coś mocnego do picia, najlepiej bimber. Będę musiał odwiedzić karczmarzy...
uk: Карін попросила мене принести їй чогось міцного, бажано самогону. Доведеться завітати до корчмарів...

source: Karin zgodziła się zaśpiewać za mnie, pod warunkiem, że ja będę grał na lutni. Oby był z nas zgrany duet.
uk: Карін погодилася поспівати, але за умови, що я зіграю на лютні. Сподіваюся, з нас вийде гарний дует.

source: Karta graf.
uk: Відеокарта

source: Karta praw i obowiązków
uk: Статут прав та обов'язків

source: Karteczka
uk: Записка

source: Karteczka, którą Gumbert dołączył
uk: Записка, яку Гумберт прикріпив до

source: Karteczka, którą znalazłem
uk: Записка, яку я знайшов
